faq = {
    "Какие услуги предоставляет ваша IT-компания?": "Наша компания предоставляет широкий спектр IT-услуг, включая разработку программного обеспечения, поддержку и обслуживание IT-инфраструктуры, облачные решения, кибербезопасность и консалтинг по цифровой трансформации.",
    "Сколько времени займет разработка моего проекта?": "Сроки разработки зависят от сложности и объема проекта. Мы проведем предварительный анализ ваших требований, чтобы предоставить вам ориентировочные сроки выполнения.",
    "Каковы ваши цены на услуги?": "Цены на наши услуги варьируются в зависимости от типа и сложности проекта. Мы можем предоставить вам предварительную оценку после обсуждения ваших конкретных потребностей.",
    "Как вы обеспечиваете безопасность данных?": "Мы придерживаемся строгих стандартов безопасности, включая шифрование данных, использование современных средств защиты от вредоносного ПО и регулярное проведение аудитов безопасности.",
    "Предоставляете ли вы поддержку после запуска проекта?": "Да, мы предоставляем комплексную поддержку и обслуживание после запуска проекта, включая техническую поддержку и обновления программного обеспечения.",
    "Какой у вас опыт работы в нашей отрасли?": "Наша команда имеет обширный опыт работы в различных отраслях, включая финансы, здравоохранение, розничную торговлю и многие другие. Мы готовы поделиться кейсами и примерами наших проектов в вашей отрасли.",
    "Каков процесс разработки проекта в вашей компании?": "Наш процесс разработки включает этапы планирования, дизайна, разработки, тестирования и развертывания, с постоянным вовлечением клиента для обеспечения соответствия требованиям и ожиданиям.",
    "Какие языки программирования и технологии вы используете?": "Мы работаем с широким спектром технологий, включая, но не ограничиваясь, JavaScript, Python, .NET, Java, а также современными фреймворками и облачными платформами.",
    "Как вы справляетесь с изменениями в проекте в процессе его разработки?": "Мы гибко подходим к управлению изменениями, используя Agile-методологии для адаптации к новым требованиям и обеспечения своевременного выполнения проекта.",
    "Каковы условия оплаты за ваши услуги?": "Мы предлагаем гибкие условия оплаты, включая этапную оплату по мере выполнения проекта. Точные условия обсуждаются индивидуально с каждым клиентом."
}
